Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium ಪ್ರಾಶಸ್ತ್ಯಗಳು";
AllowCrossOriginAuthPrompt.pfm_title = "ಪಾರ್ಶ್ವ-ಮೂಲದ HTTP ಮೂಲ ಪ್ರಮಾಣೀಕರಣ ಪ್ರಾಂಪ್ಟ್‌ಗಳು";
AllowCrossOriginAuthPrompt.pfm_description = "ಪುಟದಲ್ಲಿ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಉಪ-ವಿಷಯವು HTTP ಮೂಲ ದೃಢೀಕರಣ ಸಂವಾದ ಪೆಟ್ಟಿಗೆಯನ್ನು ಅನುಮತಿಸಲಾಗುತ್ತದೆಯೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ. ಪ್ರಾತಿನಿಧಿಕವಾಗಿ ಇದನ್ನು ಫಿಶಿಂಗ್ ಭದ್ರತೆಯಂತೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿರುತ್ತದೆ.";
AllowFileSelectionDialogs.pfm_title = "ಫೈಲ್ ಆಯ್ಕೆಯ ಸಂವಾದಗಳ ಕೋರಿಕೆಯನ್ನು ಅನುಮತಿಸು";
AllowFileSelectionDialogs.pfm_description = "ಫೈಲ್ ಆಯ್ಕೆ ಸಂವಾದಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು Chromium ಅನ್ನು ಅನುಮತಿಸುವ ಮೂಲಕ ಯಂತ್ರದಲ್ಲಿನ ಸ್ಥಳೀಯ ಫೈಲ್‌ಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಫೈಲ್ ಆಯ್ಕೆ ಸಂವಾದಗಳನ್ನು ಬಳಕೆದಾರರು ಸಾಮಾನ್ಯದಂತೆ ತೆರೆಯಬಹುದಾಗಿದೆ.\n\nಫೈಲ್ ಆಯ್ಕೆ ಸಂವಾದವನ್ನು ಪ್ರಚೋದಿಸುವಂತಹ (ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಆಮದು ಮಾಡುವುದು, ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದು, ಲಿಂಕ್‌ಗಳನ್ನು ಉಳಿಸುವುದು, ಮುಂತಾದವು) ಕ್ರಿಯೆಯನ್ನು ಬಳಕೆದಾರರು ಮಾಡಿದಾಗಲೆಲ್ಲ ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಅದಕ್ಕೆ ಒಂದು ಸಂದೇಶವನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರನು ಫೈಲ್ ಆಯ್ಕೆ ಸಂವಾದದಲ್ಲಿನ ರದ್ದು ಕ್ಲಿಕ್ ಮಾಡಿರಬಹುದು ಎಂದು ಊಹಿಸಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಹೊಂದಿಸದೆ ಇದ್ದಲ್ಲಿ, ಬಳಕೆದಾರರು ಫೈಲ್ ಆಯ್ಕೆ ಸಂವಾದಗಳನ್ನು ಸಾಮಾನ್ಯದಂತೆ ತೆರೆಯಬಹುದಾಗಿದೆ.";
AllowOutdatedPlugins.pfm_title = "ಅವಧಿಮೀರಿರುವ ಚಾಲನೆಯಲ್ಲಿರುವ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ";
AllowOutdatedPlugins.pfm_description = "ಅವಧಿ ಮೀರಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆ ಮಾಡಲು Chromium ಅನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಅವಧಿ ಮೀರಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಸಾಮಾನ್ಯ ಪ್ಲಗಿನ್‌ಗಳಂತೆ ಬಳಸಲಾಗುವುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಅವಧಿ ಮೀರಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅವುಗಳನ್ನು ಚಾಲನೆ ಮಾಡಲು ಅನುಮತಿಗಾಗಿ ಬಳಕೆದಾರರನ್ನು ಕೇಳಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಹೊಂದಿಸಿಲ್ಲದಿದ್ದರೆ, ಅವಧಿ ಮೀರಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆಗೊಳಿಸುವಂತೆ ಬಳಕೆದಾರರಿಗೆ ಹೇಳಲಾಗುವುದು.";
AlternateErrorPagesEnabled.pfm_title = "ಪರ್ಯಾಯ ದೋಷ ಪುಟಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು";
AlternateErrorPagesEnabled.pfm_description = "Chromium ರಲ್ಲಿ ರಚಿಸಲಾಗಿರುವ ಪರ್ಯಾಯ ದೋಷ ಪುಟಗಳ ಬಳಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ('ಪುಟ ದೊರೆತಿಲ್ಲ' ರಂತಹದು) ಮತ್ತು ಬಳಕೆದಾರರನ್ನು ಈ ಸೆಟ್ಟಿಂಗ್‌ನಿಂದ ಬದಲಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಪರ್ಯಾಯ ದೋಷ ಪುಟಗಳನ್ನು ಬಳಸಲಾಗುವುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಪರ್ಯಾಯ ದೋಷ ಪುಟಗಳನ್ನು ಎಂದಿಗೂ ಬಳಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
AlwaysAuthorizePlugins.pfm_title = "ಯಾವಾಗಲೂ ಪ್ರಮಾಣೀಕರಣದ ಅಗತ್ಯವಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆ ಮಾಡುತ್ತದೆ";
AlwaysAuthorizePlugins.pfm_description = "ಪ್ರಮಾಣೀಕರಣದ ಅಗತ್ಯವಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆ ಮಾಡಲು Chromium ಅನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಅವಧಿ ಮೀರದೆ ಇರುವಂತಹ ಪ್ಲಗಿನ್‌ಗಳು ಯಾವಾಗಲೂ ಚಾಲನೆಗೊಳ್ಳುತ್ತವೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದ್ದರೆ ಅಥವಾ ಹೊಂದಿಸದೆ ಇದ್ದಲ್ಲಿ, ಪ್ರಮಾಣೀಕರಣದ ಅಗತ್ಯವಿರುವ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆ ಮಾಡಲು ಬಳಕೆದಾರರಲ್ಲಿ ಅನುಮತಿಯನ್ನು ಕೇಳಲಾಗುವುದು. ಭದ್ರತೆಯ ದೃಷ್ಟಿಯಿಂದ ಇವುಗಳು ಅಪಾಯಕಾರಿಯಾಗಿವೆ.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos ನಿಯೋಜನೆ ಸರ್ವರ್ ಬಿಳಿಪಟ್ಟಿ";
AuthNegotiateDelegateWhitelist.pfm_description = "Chromium ಇದಕ್ಕೆ ಪ್ರತಿನಿಧಿಸಬಹುದಾದ ಸರ್ವರ್‌ಗಳು.";
AuthSchemes.pfm_title = "ಬೆಂಬಲಿತ ಪ್ರಮಾಣೀಕರಣ ಯೋಜನೆಗಳು";
AuthSchemes.pfm_description = "ಯಾವ HTTP ಪ್ರಮಾಣೀಕರಣ ಯೋಜನೆಗಳನ್ನು Chromium ರಿಂದ ಬೆಂಬಲಿಸಲಾಗಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.\n\nಸಂಭವನೀಯ ಮೌಲ್ಯಗಳೆಂದರೆ 'basic', 'digest', 'ntlm' ಮತ್ತು 'negotiate'. ಬಹು ಮೌಲ್ಯಗಳನ್ನು ಅಲ್ಪವಿರಾಮಗಳೊಂದಿಗೆ ಬೇರ್ಪಡಿಸಿ.";
AuthServerWhitelist.pfm_title = "ಪ್ರಮಾಣೀಕರಣ  ಸರ್ವರ್ ಶ್ವೇತಪಟ್ಟಿ";
AuthServerWhitelist.pfm_description = "ಯಾವ ಸರ್ವರ್‌ಗಳನ್ನು ಸಂಯೋಜಿತ ಪ್ರಮಾಣೀಕರಣಕ್ಕಾಗಿ ಶ್ವೇತಪಟ್ಟಿ ಗೊಳಿಸಬೇಕೆಂದು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. ಪ್ರಾಕ್ಸಿ ಅಥವಾ ಈ ಅನುಮತಿಸಲಾದ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಸರ್ವರ್‌ನಿಂದ Chromium ಪ್ರಮಾಣೀಕರಣದ ಸವಾಲನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ಮಾತ್ರ ಸಂಯೋಜಿತ ಪ್ರಮಾಣೀಕರಣವು ಸಕ್ರಿಯಗೊಳ್ಳುತ್ತದೆ.\n\nಬಹು ಸರ್ವರ್ ಹೆಸರುಗಳನ್ನು ಅಲ್ಪವಿರಾಮಗಳೊಂದಿಗೆ ಬೇರ್ಪಡಿಸಿ. ವೈಲ್ಡ್‌ಕಾರ್ಡ್‌ಗಳನ್ನು (*) ಅನುಮತಿಸಲಾಗುತ್ತದೆ.";
AutoFillEnabled.pfm_title = "AutoFill ಸಕ್ರಿಯಗೊಳಿಸು";
AutoFillEnabled.pfm_description = "Chromium ನ AutoFill ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರನ್ನು ವಿಳಾಸ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮಾಹಿತಿಯಂತಹ ಈ ಹಿಂದೆ ಸಂಗ್ರಹಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಬಳಸಿಕೊಂಡು ವೆಬ್ ಫಾರ್ಮ್‌ಗಳ ಸ್ವಯಂತುಂಬುವಿಕೆಗೆ ಅನುಮತಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, AutoFill ಬಳಕೆದಾರರಿಗೆ ಪ್ರವೇಶಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ ಅಥವಾ ಮೌಲ್ಯವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡದಿದ್ದಲ್ಲಿ, AutoFill ಬಳಕೆದಾರರ ನಿಯಂತ್ರಣದಲ್ಲಿ ಉಳಿಯುತ್ತದೆ. AutoFill ಪ್ರೊಫೈಲ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲು ಮತ್ತು ಅವರ ವಿವೇಚನೆ ಮೇರೆಗೆ AutoFill ಅನ್ನು ಆನ್ ಅಥವಾ ಆಫ್ ಮಾಡಲು ಅವರಿಗೆ ಇದು ಅನುಮತಿಸುತ್ತದೆ.";
BlockThirdPartyCookies.pfm_title = "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕ್ಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ";
BlockThirdPartyCookies.pfm_description = "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಸ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದಾಗಿ ಬ್ರೌಸರ್‌ನ ವಿಳಾಸ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಡೊಮೇನ್‌ನಲ್ಲಿಲ್ಲದ ವೆಬ್ ಪುಟದ ಅಂಶಗಳಿಂದ ಹೊಂದಿಸುವುದರಿಂದ ಕುಕೀಸ್ ಅನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದಾಗಿ ಬ್ರೌಸರ್‌ನ ವಿಳಾಸ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಡೊಮೇನ್‌ನಲ್ಲಿಲ್ಲದ ವೆಬ್ ಪುಟದ ಅಂಶಗಳಿಂದ ಹೊಂದಿಸುವುದರಿಂದ ಕುಕೀಸ್ ಅನ್ನು ಅನುಮತಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸುವುದರಿಂದ ತಡೆಯುತ್ತದೆ.";
BookmarkBarEnabled.pfm_title = "ಬುಕ್‌ಮಾರ್ಕ್ ಪಟ್ಟಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು";
BookmarkBarEnabled.pfm_description = "Chromium ನಲ್ಲಿನ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟದಲ್ಲಿ ಬುಕ್‌ಮಾರ್ಕ್ ಪಟ್ಟಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, \"ಹೊಸ ಟ್ಯಾಬ್\" ಪುಟದಲ್ಲಿನ ಬುಕ್‌ಮಾರ್ಕ್ ಪಟ್ಟಿಯನ್ನು Chromium ತೋರಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು ಬುಕ್‌ಮಾರ್ಕ್ ಪಟ್ಟಿಯನ್ನು ಎಂದಿಗೂ ವೀಕ್ಷಿಸುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು Chromium ರಲ್ಲಿ ಅದನ್ನು ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
ClearSiteDataOnExit.pfm_title = "ಬ್ರೌಸರ್ ಮುಚ್ಚಿದಾಗ ಸೈಟ್ ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸು";
ClearSiteDataOnExit.pfm_description = "\"ನನ್ನ ಬ್ರೌಸರ್ ಅನ್ನು ನಾನು ಮುಚ್ಚಿದಾಗ ಕುಕೀಸ್ ಮತ್ತು ಇತರ ಸೈಟ್ ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸು\" ವಿಷಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆಯ್ಕೆಗಾಗಿ ಈ ನೀತಿಯು ಅತಿಕ್ರಮಣವಾಗಿದೆ.\n\nನಿಜವಾದ Chromium ಅನ್ನು ಹೊಂದಿಸಿದ ಬಳಿಕ ಅದರ ದೆಸೆಯಿಂದಾಗಿ ಬ್ರೌಸರ್‌ನಿಂದ ಸಂಗ್ರಹಿಸಲಾದ ಎಲ್ಲಾ ಬಗೆಯ ಸ್ಥಳೀಯ ಡೇಟಾಗಳೂ ಅಳಿಸಿಹೋಗುತ್ತವೆ.";
CookiesAllowedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿನ ಕುಕೀಸ್ ಅನುಮತಿಸು";
CookiesAllowedForUrls.pfm_description = "ಕುಕೀಸ್ ಅನ್ನು ಹೊಂದಿಸಲು ಅನುಮತಿಸಲಾದ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳ url ಮಾದರಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
CookiesBlockedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿನ ಕುಕೀಸ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸು";
CookiesBlockedForUrls.pfm_description = "ಕುಕೀಸ್ ಅನ್ನು ಹೊಂದಿಸಲು ಅನುಮತಿಸದೆ ಇರುವಂತಹ ಸೈಟ್‌ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುವಂತಹ url ಪ್ರಕಾರಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
CookiesSessionOnlyForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿ ಕುಕ್ಕೀಗಳಿಗೆ ಮಾತ್ರ ಸೆಷನ್ ಅನುಮತಿಸಿ";
CookiesSessionOnlyForUrls.pfm_description = "ಕೇವಲ ಕುಕೀಸ್ ಅನ್ನು ಮಾತ್ರ ಹೊಂದಿಸಲು ಅನುಮತಿಸಲಾಗುವ ಸೈಟ್‌ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುವ url ಮಾದರಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
DefaultBrowserSettingEnabled.pfm_title = "ಡೀಫಾಲ್ಟ್ ಬ್ರೌಸರ್‌ನ ರೀತಿಯಲ್ಲಿ Chrome ಅನ್ನು ಹೊಂದಿಸಿ";
DefaultBrowserSettingEnabled.pfm_description = "Chromium ರಲ್ಲಿ ಡೀಫಾಲ್ಟ್ ಬ್ರೌಸರ್ ಪರಿಶೀಲನೆಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಅವುಗಳನ್ನು ಬಳಸುವಲ್ಲಿ ಬಳಕೆದಾರರನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಇದು ಡೀಫಾಲ್ಟ್ ಬ್ರೌಸರ್ ಆಗಿದೆಯೆ ಮತ್ತು ಸಾಧ್ಯವಿದ್ದಲ್ಲಿ ತಾನಾಗಿಯೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನೋಂದಾಯಿಸುತ್ತದೆಯೆ ಎಂದು ಪ್ರಾರಂಭಿಸುವಾಗ ಯಾವಾಗಲೂ Chromium ಪರಿಶೀಲಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಇದು ಡೀಫಾಲ್ಟ್ ಬ್ರೌಸರ್ ಆಗಿದೆಯೆ ಎಂದು Chromium ಎಂದಿಗೂ ಪರಿಶೀಲಿಸುವುದಿಲ್ಲ ಮತ್ತು ಈ ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿಸುವುದಕ್ಕಾಗಿ ಬಳಕೆದಾರರ ನಿಯಂತ್ರಣಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಹೊಂದಿಸದೆ ಇದ್ದಲ್ಲಿ, ಇದು ಡೀಫಾಲ್ಟ್ ಬ್ರೌಸರ್ ಆಗಿದೆಯೆ ಮತ್ತು ಯಾವುದೇ ಬಳಕೆದಾರ ಅಧಿಸೂಚನೆಗಳಿಲ್ಲದಿರುವಾಗ ಅವುಗಳನ್ನು ತೋರಿಸಬೇಕೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಲು Chromium ಬಳಕೆದಾರನನ್ನು ಅನುಮತಿಸುತ್ತದೆ.";
DefaultCookiesSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ ಕುಕೀಸ್ ಸೆಟ್ಟಿಂಗ್";
DefaultCookiesSetting.pfm_description = "0 - ಸ್ಥಳೀಯ ಡೇಟಾವನ್ನು ಹೊಂದಿಸಲು ಎಲ್ಲ ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ.\n1 - ಸ್ಥಳೀಯ ಡೇಟಾವನ್ನು ಹೊಂದಿಸಲು ಯಾವುದೇ ಸೈಟ್ ಅನ್ನು ಅನುಮತಿಸಬೇಡ\nವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಸ್ಥಳೀಯ ಡೇಟಾಗೆ ಹೊಂದಿಸಲು ಅನುಮತಿಸಲಾಗಿದೆಯೆ ಎಂದು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಸ್ಥಳೀಯ ಡೇಟಾವನ್ನು ಹೊಂದಿಸುವುದನ್ನು ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ಅನುಮತಿಸಬಹುದಾಗಿದೆ ಅಥವಾ ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ನಿರಾಕರಿಸಬಹುದಾಗಿದೆ.";
DefaultGeolocationSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ ಭೂಸ್ಥಾನದ ಸೆಟ್ಟಿಂಗ್";
DefaultGeolocationSetting.pfm_description = "0 - ಬಳಕೆದಾರರ ಭೌತಿಕ ಸ್ಥಳವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸುತ್ತದೆ\n1 - ಬಳಕೆದಾರರ ಭೌತಿಕ ಸ್ಥಾನವನ್ನು ಹುಡುಕಲು ಯಾವ ಸೈಟ್‌ಗೂ ಅನುಮತಿಸಬೇಡಿ\n2 - ಬಳಕೆದಾರರ ಭೌತಿಕ ಸ್ಥಾನವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಯಾವಾಗಲಾದರೂ ಸೈಟ್ ಬೇಕಾದಲ್ಲಿ ಕೇಳಿ\nಬಳಕೆದಾರರ ಭೌತಿಕ ಸ್ಥಾನವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಅನುಮತಿಸಲಾದ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ನೀವು ಹೊಂದಿಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಟ್ರ್ಯಾಕ್ ಮಾಡಿದ ಬಳಕೆದಾರರ ಭೌತಿಕ ಸ್ಥಾನವನ್ನು ಡೀಫಾಲ್ಟ್ ಮೂಲಕ ಅನುಮತಿಸಬಹುದು, ಡೀಫಾಲ್ಟ್ ಮೂಲಕ ನಿರಾಕರಿಸಲಾದ ಅಥವಾ ಬಳಕೆದಾರನು ಭೌತಿಕ ಸ್ಥಾನದ ವೆಬ್‌ಸೈಟ್ ವಿನಂತಿಗಳನ್ನು ಪ್ರತಿಸಲವೂ ಕೇಳಬಹುದು.";
DefaultImagesSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ ಚಿತ್ರಗಳ ಸೆಟ್ಟಿಂಗ್";
DefaultImagesSetting.pfm_description = "0 - ತನ್ನೆಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಎಲ್ಲಾ ಸೈಟ್‌ಗಳಿಗೂ ಅನುಮತಿಸಿ\n1 - ಚಿತ್ರಗಳನ್ನು ತೋರಿಸಲು ಯಾವುದೇ ಸೈಟ್‌ ಅನ್ನು ಅನುಮತಿಸಬೇಡ\nಚಿತ್ರಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆಯೆ ಎಂಬುದನ್ನು ಹೊಂದಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಚಿತ್ರಗಳ ಪ್ರದರ್ಶನವನ್ನು ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ಅನುಮತಿಸಬಹುದು ಅಥವಾ ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ನಿರಾಕರಿಸಬಹುದಾಗಿದೆ.";
DefaultJavaScriptSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ JavaScript ಸೆಟ್ಟಿಂಗ್";
DefaultJavaScriptSetting.pfm_description = "0 - JavaScript ಚಾಲನೆ ಮಾಡಲು ಎಲ್ಲ ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ\n1 - JavaScript ಚಲಿಸಲು ಯಾವುದೇ ಸೈಟ್ ಅನ್ನು ಅನುಮತಿಸಬೇಡ\nJavaScript ಅನ್ನು ಚಾಲನೆ ಮಾಡುವಲ್ಲಿ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆಯೆ ಎಂದು ಹೊಂದಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. JavaScript ನ ಚಾಲನೆಯನ್ನು ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ಅನುಮತಿಸಬಹುದು ಅಥವಾ ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ತಿರಸ್ಕರಿಸಬಹುದಾಗಿದೆ.";
DefaultNotificationSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್";
DefaultNotificationSetting.pfm_description = "0 - ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಸೈಟ್‌ಗಳಿಗೆ ಅನುಮತಿ ನೀಡು\n1 - ಯಾವುದೇ ಸೈಟ್‌ ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ತೋರಿಸಲು ಅನುಮತಿಸಬೇಡ\n2 - ಪ್ರತಿ ಬಾರಿಯೂ ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ತೋರಿಸುವಂತೆ ತಿಳಿಸಿ\nಡೆಸ್ಕ್‌ಟಾಪ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆಯೆ ಎಂದು ಹೊಂದಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಧಿಸೂಚನೆಗಳ ಪ್ರದರ್ಶನವನ್ನು ಡೀಫಾಲ್ಟ್ ಆಗಿ ಅನುಮತಿಸಬಹುದು, ಡೀಫಾಲ್ಟ್ ಆಗಿ ನಿರಾಕರಿಸಬಹುದು ಅಥವಾ ವೆಬ್‌ಸೈಟ್ ಪ್ರತಿಬಾರಿಯೂ ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ತೋರಿಸಬೇಕೆಂದಾಗ ಕೇಳಬಹುದು.";
DefaultPluginsSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ ಪ್ಲಗಿನ್‌ಗಳ ಸೆಟ್ಟಿಂಗ್";
DefaultPluginsSetting.pfm_description = "0 - ಎಲ್ಲ ಸೈಟ್‌ಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆ ಮಾಡುವಂತೆ ಅನುಮತಿಸು\n1 - ಎಲ್ಲ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸು\nವೆಬ್‌ಸೈಟ್‌ಗಳು ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಚಾಲನೆ ಮಾಡಲು ಅನುಮತಿಸುವುದೆ ಎಂದು ಹೊಂದಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಚಾಲನೆ ಮಾಡುವುದನ್ನು ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ಅನುಮತಿಸಬಹುದು ಅಥವಾ ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ನಿರಾಕರಿಸಬಹುದು.";
DefaultPopupsSetting.pfm_title = "ಡೀಫಾಲ್ಟ್ ಪಾಪ್ಅಪ್‌ಗಳ ಸೆಟ್ಟಿಂಗ್";
DefaultPopupsSetting.pfm_description = "0 - ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ತೋರಿಸಲು ಎಲ್ಲಾ ಸೈಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ\n1 - ಯಾವುದೇ ಸೈಟ್‌ ಅನ್ನು ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ತೋರಿಸಲು ಅನುಮತಿಸಬೇಡ\nವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಪಾಪ್-ಅಪ್‌ಗಳು ತೋರಿಸುವಂತೆ ಅನುಮತಿಸಲು ಹೊಂದಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಪಾಪ್ಅಪ್‌ಗಳನ್ನು ತೋರಿಸುವುದನ್ನು ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ಅನುಮತಿಸಬಹುದು ಅಥವಾ ಎಲ್ಲ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ನಿರಾಕರಿಸಬಹುದು.";
DefaultSearchProviderEnabled.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ";
DefaultSearchProviderEnabled.pfm_description = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಬಳಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, URL ಅಲ್ಲದ ಓಮಿನಿಬಾಕ್ಸ್‌ನಲ್ಲಿ ಬಳಕೆದಾರರು ಪಠ್ಯವನ್ನು ಟೈಪ್ ಮಾಡಿದಾಗ ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟವನ್ನು ನಡೆಸಲಾಗುವುದು.\n\nಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀತಿಗಳ ಉಳಿದಿರುವುದನ್ನು ಹೊಂದಿಸುವ ಮೂಲಕ ನೀವು ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದಾಗಿದೆ. ಇವುಗಳನ್ನು ಖಾಲಿಯಾಗಿ ಬಿಟ್ಟಲ್ಲಿ, ಬಳಕೆದಾರನು ಡೀಫಾಲ್ಟ್ ನೀಡುಗನನ್ನು ಆರಿಸಿಕೊಳ್ಳಬಹುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಓಮಿನಿಬಾಕ್ಸ್‌ನಲ್ಲಿ URL ಅಲ್ಲದ ಪಠ್ಯವನ್ನು ಬಳಕೆದಾರರು ನಮೂದಿಸಿದರೆ ಯಾವುದೇ ಹುಡುಕಾಟವನ್ನು ನಡೆಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ.";
DefaultSearchProviderEncodings.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗ ಎನ್ಕೋಡಿಂಗ್‌ಗಳು";
DefaultSearchProviderEncodings.pfm_description = "ಹುಡುಕಾಟ ನೀಡುಗರ ಮೂಲಕ ಅಕ್ಷರ ಎನ್‌ಕೋಡಿಂಗ್‌ಗಳ ಬೆಂಬಲವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ.  UTF-8, GB2312, ಮತ್ತು ISO-8859-1 ನಂತಹ ಕೋಡ್ ಪುಟದ ಹೆಸರುಗಳನ್ನು ಎನ್‌ಕೋಡ್ ಮಾಡುತ್ತದೆ. ಒದಗಿಸಲಾದ ಆದೇಶದಲ್ಲಿ ಪ್ರಯತ್ನಿಸಿದ್ದಾರೆ. ಡೀಫಾಲ್ಟ್ UTF-8 ಆಗಿದೆ.";
DefaultSearchProviderIconURL.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಐಕಾನ್";
DefaultSearchProviderIconURL.pfm_description = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಮೆಚ್ಚಿನ ಐಕಾನ್ URL ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. ಐಚ್ಛಿಕ.";
DefaultSearchProviderInstantURL.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಇನ್‌ಸ್ಟೆಂಟ್ URL";
DefaultSearchProviderInstantURL.pfm_description = "ತತ್‌ಕ್ಷಣ ಫಲಿತಾಂಶಗಳನ್ನು ಒದಗಿಸಲು ಹುಡುಕಾಟ ಎಂಜಿನ್‌ನ URL ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. URL '{searchTerms}' ಸ್ಟ್ರಿಂಗ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು, ಅದನ್ನು ಪ್ರಶ್ನೆಯ ಸಮಯದಲ್ಲಿ ಇದುವರೆಗೂ ಬಳಕೆದಾರರು ನಮೂದಿಸಿರುವ ಪಠ್ಯದೊಂದಿಗೆ ಮರುಸ್ಥಾನಗೊಳಿಸಲಾಗುವುದು. ಐಚ್ಛಿಕ.";
DefaultSearchProviderKeyword.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಕೀವರ್ಡ್";
DefaultSearchProviderKeyword.pfm_description = "ಈ ನೀಡುಗರಿಗಾಗಿ ಹುಡುಕಾಟವನ್ನು ಟ್ರಿಗ್ಗರ್ ಮಾಡಲು ಓಮ್ನಿಬಾಕ್ಸ್‌ನಲ್ಲಿ ಶಾರ್ಟ್‌ಕಟ್‌ನಂತೆ ಬಳಸಲಾಗುವ ಕೀವರ್ಡ್ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. ಐಚ್ಛಿಕ.";
DefaultSearchProviderName.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಹೆಸರು";
DefaultSearchProviderName.pfm_description = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಹೆಸರನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. ಖಾಲಿಯಾಗಿ ಬಿಟ್ಟರೆ, ಹುಡುಕಾಟ URL ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ಹೋಸ್ಟ್ ಹೆಸರನ್ನು ಬಳಸಲಾಗುವುದು.";
DefaultSearchProviderSearchURL.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ನೀಡುಗರ ಹುಡುಕಾಟ URL";
DefaultSearchProviderSearchURL.pfm_description = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ಮಾಡುವಾಗ ಹುಡುಕಾಟ ಎಂಜಿನ್‌ನ URL ಅನ್ನು ಸೂಚಿಸುತ್ತದೆ. URL '{searchTerms}' ಸ್ಟ್ರಿಂಗ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು, ಅದನ್ನು ಹುಡುಕಾಟ ಸಂದರ್ಭದಲ್ಲಿನ ಬಳಕೆದಾರರು ಪದಗಳಿಗೆ ಮರುಸ್ಥಾನಗೊಳ್ಳುತ್ತವೆ.";
DefaultSearchProviderSuggestURL.pfm_title = "ಡೀಫಾಲ್ಟ್ ಹುಡುಕಾಟ ಪೂರೈಕೆದಾರ ಸೂಚಿಸುವ URL";
DefaultSearchProviderSuggestURL.pfm_description = "ಹುಡುಕಾಟ ಸಲಹೆಗಳ್ನನು ಒದಗಿಸಲು ಹುಡುಕಾಟ ಎಂಜಿನ್‌ನ URL ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. URL ಸ್ಟ್ರಿಂಗ್ '{searchTerms}' ಅನ್ನು ಹೊಂದಿರಬೇಕು, ಅದನ್ನು ಪ್ರಶ್ನೆ ಸಮಯದಲ್ಲಿ ಬಳಕೆದಾರರು ಇದುವರೆಗೂ ನಮೂದಿಸಿರುವ ಪಠ್ಯದೊಂದಿಗೆ ಮರುಸ್ಥಾನಗೊಳಿಸಲಾಗುತ್ತದೆ. ಐಚ್ಛಿಕ.";
DeveloperToolsDisabled.pfm_title = "ಡೆವಲಪರ್ ಪರಿಕರಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು";
DeveloperToolsDisabled.pfm_description = "ಡೆವಲಪರ್ ಸಾಧನಗಳು ಮತ್ತು JavaScript ಕನ್ಸೋಲ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಡೆವಲಪರ್ ಪರಿಕರಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ವೆಬ್-ಸೈಟ್ ಅಂಶಗಳನ್ನು ಎಂದಿಗೂ ಪರೀಕ್ಷಿಸಲಾಗುವುದಿಲ್ಲ. ಡೆವಲಪರ್ ಪರಿಕರಗಳನ್ನು ತೆರೆಯಲು ಯಾವುದೇ ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು ಮತ್ತು ಯಾವುದೇ ಮೆನು ಅಥವಾ ಸಂದರ್ಭದ ಮೆನು ನಮೂದುಗಳು ಅಥವಾ JavaScript ಕನ್ಸೋಲ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದು.";
Disable3DAPIs.pfm_title = "3D ಗ್ರಾಫಿಕ್ಸ್ APIಗಳ ಬೆಂಬಲವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು";
Disable3DAPIs.pfm_description = "3D ಗ್ರಾಫಿಕ್ಸ್ APIಗಳಿಗಾಗಿ ಬೆಂಬಲವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ವೆಬ್ ಪುಟಗಳು ಗ್ರಾಫಿಕ್ಸ್ ಪ್ರಕ್ರಿಯೆ ಯೂನಿಟ್ (GPU) ನ ಪ್ರವೇಶವನ್ನು ಪಡೆಯುವುದನ್ನು ತಡೆಯುತ್ತದೆ. ನಿರ್ದಿಷ್ಟವಾಗಿ, ವೆಬ್ ಪುಟಗಳು WebGL API ಅನ್ನು ಪ್ರವೇಶಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಪ್ಲಗಿನ್‌ಗಳಿಗೆ Pepper 3D API ಅನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಸಂಭವನೀಯವಾಗಿ ವೆಬ್ ಪುಟಗಳನ್ನು WebGL API ಬಳಸಲು ಮತ್ತು ಪ್ಲಗಿನ್‌ಗಳಿಗೆ Pepper 3D API ಅನ್ನು ಬಳಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಈ APIಗಳನ್ನು ಬಳಸುವ ಸಲುವಾಗಿ ಬ್ರೌಸರ್‌ನ ಡೀಫಾಲ್ಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಆದೇಶ ಸಾಲಿನ ವಾದಗಳ ಅಗತ್ಯ ಇನ್ನೂ ಇರಬಹುದು.";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos ಪ್ರಮಾಣೀಕರಣವನ್ನು ಸಮಾಲೋಚಿಸುವಾಗ CNAME ಲುಕಪ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು";
DisableAuthNegotiateCnameLookup.pfm_description = "ರಚಿತವಾದ Kerberos SPN ಕೆನೊನಿಕಲ್ DNS ಹೆಸರು ಅಥವಾ ನಮೂದಿಸಲಾದ ಮೂಲ ಹೆಸರಿನ ಮೇಲೆ ಆಧಾರಿತವಾಗಿದೆಯೆ ಎಂದು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, CNAME ಲುಕಪ್ ಅನ್ನು ಬಿಡಲಾಗುವುದು ಮತ್ತು ಸರ್ವರ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿರುವಂತೆ ಬಳಸಲಾಗುವುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, CNAME ಲುಕಪ್ ಮೂಲಕ ಸರ್ವರ್‌ನ ಕೆನೊನಿಕಲ್ ಹೆಸರನ್ನು ಸಾಧ್ಯಗೊಳಿಸಲಾಗುತ್ತದೆ.";
DisablePluginFinder.pfm_title = "ಪ್ಲಗಿನ್ ಹುಡುಕುವುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು";
DisablePluginFinder.pfm_description = "ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸರಿ ಎಂದು ಹೊಂದಿಸಿದರೆ Chromium ರಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತ ಹುಡುಕಾಟ ಮತ್ತು ಸ್ಥಾಪನೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದು.";
DisableSpdy.pfm_title = "SPDY ಪ್ರೋಟೊಕಾಲ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ";
DisableSpdy.pfm_description = "Chromium ರಲ್ಲಿ SPDY ಪ್ರೋಟೊಕಾಲ್‌ನ ಬಳಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.";
DisabledPlugins.pfm_title = "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳ ಪಟ್ಟಿ";
DisabledPlugins.pfm_description = "Chromium ರಲ್ಲಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸುವುದರಿಂದ ತಡೆಯುತ್ತದೆ.\n\nವೈಲ್ಡ್‌ಕಾರ್ಡ್ ಅಕ್ಷರಗಳಾದ '*' ಮತ್ತು '?' ಅನ್ನು ಅಭಿಪ್ರಾಯಾನುಸಾರವಾದ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿಸಲು ಬಳಸಬಹುದಾಗಿದೆ. '*' ಅಭಿಪ್ರಾಯಾನುಸಾರವಾದ ಸಂಖ್ಯೆಯನ್ನು ಹೋಲುತ್ತದೆ ಮತ್ತು '?' ಐಚ್ಛಿಕ ಏಕ ಅಕ್ಷರವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅಂದರೆ ಸೊನ್ನೆ ಅಥವಾ ಒಂದು ಅಕ್ಷರವನ್ನು ಹೋಲುತ್ತದೆ. ನೈಜವಾದ '*', '?', ಅಥವಾ '\' ಹೋಲುವುದಕ್ಕಾಗಿ ಎಸ್ಕೇಪ್ ಅಕ್ಷರವು '\' ಆಗಿದೆ, ಅವುಗಳ ಮುಂದೆ ನೀವು '\' ಅನ್ನು ಹಾಕಬಹುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳನ್ನು Chromium ರಲ್ಲಿ ಎಂದಿಗೂ ಬಳಸಲಾಗಿಲ್ಲ. ಪ್ಲಗಿನ್‌ಗಳನ್ನು 'about:plugins' ರಲ್ಲಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿರುವಂತೆ ಗುರುತಿಸಲಾಗಿದೆ ಮತ್ತು ಅವುಗಳನ್ನು ಬಳಕೆದಾರರು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ನೀತಿಯನ್ನು EnabledPlugins ಮತ್ತು DisabledPluginsExceptions ರಿಂದ ಅತಿಕ್ರಮಿಸಬಹುದಾಗಿದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ.";
DisabledPluginsExceptions.pfm_title = "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳ ಪಟ್ಟಿಗೆ ವಿನಾಯಿತಿಗಳ ಪಟ್ಟಿ";
DisabledPluginsExceptions.pfm_description = "Chromium ರಲ್ಲಿ ಬಳಕೆದಾರನು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಪಟ್ಟಿಯನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ.\n\nವೈಲ್ಡ್‌ಕಾರ್ಡ್ ಅಕ್ಷರಗಳಾದ '*' ಮತ್ತು '?' ಅನ್ನು ಅಭಿಪ್ರಾಯಾನುಸಾರವಾದ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿಸಲು ಬಳಸಬಹುದಾಗಿದೆ. '*' ಅಭಿಪ್ರಾಯಾನುಸಾರವಾದ ಸಂಖ್ಯೆಯನ್ನು ಹೋಲುತ್ತದೆ ಮತ್ತು '?' ಐಚ್ಛಿಕ ಏಕ ಅಕ್ಷರವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅಂದರೆ ಸೊನ್ನೆ ಅಥವಾ ಒಂದು ಅಕ್ಷರವನ್ನು ಹೋಲುತ್ತದೆ. ನೈಜವಾದ '*', '?', ಅಥವಾ '\' ಹೋಲುವುದಕ್ಕಾಗಿ ಎಸ್ಕೇಪ್ ಅಕ್ಷರವು '\' ಆಗಿದೆ, ಅವುಗಳ ಮುಂದೆ ನೀವು '\' ಅನ್ನು ಹಾಕಬಹುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು Chromium ರಲ್ಲಿ ಬಳಸಬಹುದು. DisabledPlugins ನಲ್ಲಿನ ಪ್ರಕಾರವನ್ನು ಪ್ಲಗಿನ್ ಹೊಂದಾಣಿಕೆ ಆದರೂ ಸಹ, ಅವುಗಳನ್ನು ಬಳಕೆದಾರರು 'about:plugins' ರಲ್ಲಿ ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು. DisabledPlugins, DisabledPluginsExceptions ಮತ್ತು EnabledPlugins ನಲ್ಲಿ ಹೊಂದಾಣಿಕೆಯಾಗದ ಯಾವುದೇ ಪ್ರಕಾರದ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಸಹ ಬಳಕೆದಾರರು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು ಮತ್ತು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು.";
DisabledSchemes.pfm_title = "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಪ್ರೊಟೋಕಾಲ್ ಯೋಜನೆಗಳ ಪಟ್ಟಿ";
DisabledSchemes.pfm_description = "Chromium ರಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ ಪ್ರೊಟೊಕಾಲ್ ಯೋಜನೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಪಟ್ಟಿಯಿಂದ ಯೋಜನೆಯನ್ನು ಬಳಸುವ URLಗಳು ಲೋಡ್ ಆಗುವುದಿಲ್ಲ ಮತ್ತು ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.";
DiskCacheDir.pfm_title = "ಡಿಸ್ಕ್ ಸಂಗ್ರಹದ ಡೈರೆಕ್ಟರಿಯನ್ನು ಹೊಂದಿಸಿ";
DiskCacheDir.pfm_description = "ಡಿಸ್ಕ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಿದ ಫೈಲ್‌ಗಳ ಸಂಗ್ರಹಕ್ಕಾಗಿ Chromium ಡೈರೆಕ್ಟರಿಯನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುತ್ತದೆ.\n\nಈ ನೀತಿಯನ್ನು ನೀವು ಹೊಂದಿಸಿದರೆ, ಬಳಕೆದಾರರು '--disk-cache-dir' ಫ್ಲ್ಯಾಗ್ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿರಲಿ ಅಥವಾ ಇಲ್ಲದಿರಲಿ, ಒದಗಿಸಲಾದ ಡೈರೆಕ್ಟರಿಯನ್ನು Chromium ಬಳಸುತ್ತದೆ.";
DnsPrefetchingEnabled.pfm_title = "ನೆಟ್‌ವರ್ಕ್ ಮುನ್ಸೂಚನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು.";
DnsPrefetchingEnabled.pfm_description = "Chromium ರಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಮುನ್ಸೂಚನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರನ್ನು ಈ ಸೆಟ್ಟಿಂಗ್‌ನಿಂದ ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, Chromium ರಲ್ಲಿ ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸಲು ಅಥವಾ ಅತಿಕ್ರಮಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.";
DownloadDirectory.pfm_title = "ಡೌನ್‌ಲೋಡ್ ಡೈರೆಕ್ಟರಿಯನ್ನು ಹೊಂದಿಸು";
DownloadDirectory.pfm_description = "ಫೈಲ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದಕ್ಕಾಗಿ Chromium ಬಳಸಿಕೊಳ್ಳುವ ಡೈರೆಕ್ಟರಿಯನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುತ್ತದೆ.\n\nಈ ನೀತಿಯನ್ನು ನೀವು ಹೊಂದಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರನಿಂದ ಒಂದನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿದೆಯೆ ಅಥವಾ ಪ್ರತಿ ಬಾರಿಯೂ ಡೌನ್‌ಲೋಡ್ ಸ್ಥಳಕ್ಕಾಗಿ ಎಚ್ಚರಿಸಲು ಫ್ಲ್ಯಾಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆಯೆ ಎಂದು ಪರಿಗಣಿಸದೆ Chromium ಒದಗಿಸಲಾದ ಡೈರೆಕ್ಟರಿಯನ್ನು ಬಳಸುತ್ತದೆ.";
EditBookmarksEnabled.pfm_title = "ಬುಕ್‌ಮಾರ್ಕ್ ಸಂಪಾದನೆಯನ್ನು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ";
EditBookmarksEnabled.pfm_description = "Chromium ರಲ್ಲಿ ಸಂಪಾದನೆ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಸೇರಿಸಬಹುದು, ತೆಗೆದುಹಾಕಬಹುದು ಅತವಾ ಮಾರ್ಪಡಿಸಬಹುದಾಗಿದೆ. ಇದು ಡೀಫಾಲ್ಟ್ ಆಗಿದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ, ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಮಾರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ. ಪ್ರಸ್ತುತ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು ಇನ್ನೂ ಲಭ್ಯವಿದೆ.";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN ನಲ್ಲಿ ಪ್ರಮಾಣಿತವಲ್ಲದ ಪೋರ್ಟ್ ಅನ್ನು ಸೇರಿಸು";
EnableAuthNegotiatePort.pfm_description = "ರಚಿಸಲಾದ Kerberos SPN ಪ್ರಮಾಣಿತವಲ್ಲದ ಪೋರ್ಟ್ ಅನ್ನು ಒಳಗೊಳ್ಳಬೇಕೆ ಎಂದು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಮತ್ತು ಪ್ರಮಾಣಿತವಲ್ಲದ ಪೋರ್ಟ್ ಅನ್ನು (ಅಂದರೆ 80 ಅಥವಾ 443 ಅಲ್ಲದ ಒಂದು ಪೋರ್ಟ್) ನಮೂದಿಸಿದರೆ, ಅದನ್ನು ರಚಿತವಾದ Kerberos SPN ನಲ್ಲಿ ಸೇರಿಸಲಾಗುವುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ರಚಿಸಲಾದ Kerberos SPN ಪೋರ್ಟ್ ಅನ್ನು ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿ ಒಳಗೊಳ್ಳುವುದಿಲ್ಲ.";
EnabledPlugins.pfm_title = "ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳ ಪಟ್ಟಿ";
EnabledPlugins.pfm_description = "Chromium ರಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿರುವ ಪ್ಲಗಿನ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ.\n\nವೈಲ್ಡ್‌ಕಾರ್ಡ್ ಅಕ್ಷರಗಳಾದ '*' ಮತ್ತು '?' ಅನ್ನು ಅಭಿಪ್ರಾಯಾನುಸಾರವಾದ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿಸಲು ಬಳಸಬಹುದಾಗಿದೆ. '*' ಅಭಿಪ್ರಾಯಾನುಸಾರವಾದ ಸಂಖ್ಯೆಯನ್ನು ಹೋಲುತ್ತದೆ ಮತ್ತು '?' ಐಚ್ಛಿಕ  ಏಕ ಅಕ್ಷರವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅಂದರೆ ಸೊನ್ನೆ ಅಥವಾ ಒಂದು ಅಕ್ಷರವನ್ನು ಹೋಲುತ್ತದೆ. ನೈಜವಾದ '*', '?', ಅಥವಾ '\' ಹೋಲುವುದಕ್ಕಾಗಿ ಎಸ್ಕೇಪ್ ಅಕ್ಷರವು '\' ಆಗಿದೆ, ಅವುಗಳ ಮುಂದೆ ನೀವು '\'  ಅನ್ನು ಹಾಕಬಹುದು.\n\nನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಿದರೆ ಅವುಗಳನ್ನು Chromium ರಲ್ಲಿ ಯಾವಾಗಲೂ ಬಳಸಲಾಗುವುದು. ಪ್ಲಗಿನ್‌ಗಳನ್ನು 'about:plugins' ರಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಿರುವಂತೆ  ಗುರುತಿಸಲಾಗುವುದು ಮತ್ತು ಅವುಗಳನ್ನು ಬಳಕೆದಾರರು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ನೀತಿಯನ್ನು DisabledPlugins ಮತ್ತು DisabledPluginsExceptions ರಿಂದ ಅತಿಕ್ರಮಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ.";
ExtensionInstallBlacklist.pfm_title = "ಸ್ಥಾಪಿಸುವುದರಿಂದ ಬಳಕೆದಾರನನ್ನು ತಡೆಯಬೇಕಾದ ವಿಸ್ತರಣೆ IDಗಳು (ಅಥವಾ * ಎಲ್ಲಕ್ಕೂ)";
ExtensionInstallBlacklist.pfm_description = "ಯಾವ ವಿಸ್ತರಣೆಗಳನ್ನು ಬಳಕೆದರರು ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ ಎಂದು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಕಪ್ಪುಪಟ್ಟಿಮಾಡಲಾಗಿದ್ದರೆ ಈಗಾಗಲೇ ಸ್ಥಾಪಿತವಾದ ವಿಸ್ತರಣೆಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದು.\n\nಶ್ವೇತಪಟ್ಟಿಯಲ್ಲಿ ಬಹಿರಂಗವಾಗಿ ಪಟ್ಟಿಮಾಡದ ಹೊರತು * ನ ಕಪ್ಪುಪಟ್ಟಿ ಮೌಲ್ಯ ಎಂದರೆ ಎಲ್ಲ ವಿಸ್ತರಣೆಗಳನ್ನು ಕಪ್ಪುಪಟ್ಟಿಗೊಳಿಸಲಾಗಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.";
ExtensionInstallForcelist.pfm_title = "ವಿಸ್ತರಣೆ IDಗಳು ಮತ್ತು ನವೀಕರಣ URLಗಳನ್ನು ನಿಶ್ಯಬ್ದವಾಗಿ ಸ್ಥಾಪಿಸಬೇಕು";
ExtensionInstallForcelist.pfm_description = "ನಿಧಾನವಾಗಿ ಸ್ಥಾಪಿಸಲಾಗುವ ವಿಸ್ತರಣೆಗಳ ಪಟ್ಟಿಯನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\nಪಟ್ಟಿಯ ಪ್ರತಿಯೊಂದು ಐಟಂ ಒಂದು ಸ್ಟ್ರಿಂಗ್ ಆಗಿದೆ, ಅದು ವಿಸ್ತರಣೆ ID ಮತ್ತು ಅರ್ಧ ಕೋಲನ್‌ನಿಂದ (;) ನಿಯಮಿತಗೊಳಿಸದೆ ಇರುವ URL ಅನ್ನು ನವೀಕರಿಸು. ಉದಾಹರಣೆಗೆ: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. ಪ್ರತಿ  ಐಟಂಗೆ, ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ URL ನಿಂದ ID ಯಿಂದ ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ವಿಸ್ತರಣೆಯನ್ನು Chromium ಪಡೆಯುತ್ತದೆ ಮತ್ತು ನಿಧಾನವಾಗಿ ಅದನ್ನು ಸ್ಥಾಪಿಸುತ್ತದೆ. ನಿಮ್ಮ ಸ್ವಂತ ಸರ್ವರ್‌ನಲ್ಲಿ ವಿಸ್ತರಣೆಗಳನ್ನು  ಹೇಗೆ ಹೋಸ್ಟ್ ಮಾಡಬಹುದು ಎಂಬುದನ್ನು ಈ ಮುಂದಿನ ಪುಟಗಳು ವಿವರಿಸುತ್ತದೆ. ನವೀಕರಣ URLಗಳ ಬಗ್ಗೆ: http://code.google.com/chrome/extensions/autoupdate.html, ವಿಸ್ತರಣೆಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಹೋಸ್ಟ್ ಮಾಡುವ ಬಗ್ಗೆ: http://code.google.com/chrome/extensions/hosting.html.\n\nಈ ನೀತಿಯಲ್ಲಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ವಿಸ್ತರಣೆಗಳನ್ನು ಅಸ್ಥಾಪಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಈ ಪಟ್ಟಿಯಿಂದ ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ತೆಗೆದುಹಾಕಿದರೆ, ಇದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ Chromium ರಿಂದ  ಅಸ್ಥಾಪಿಸಲಾಗುವುದು. 'ExtensionInstallBlacklist' ರಲ್ಲಿ ಕಪ್ಪುಪಟ್ಟಿ ಮಾಡಲಾದ ವಿಸ್ತರಣೆಗಳು ಮತ್ತು ಶ್ವೇತಪಟ್ಟಿಗೊಳಿಸದೆ ಇರುವುದನ್ನು ಈ ನೀತಿಯಿಂದ ಬಲವಂತವಾಗಿ ಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ.";
ExtensionInstallWhitelist.pfm_title = "ಕಪ್ಪುಪಟ್ಟಿಯಿಂದ ವಿನಾಯತಿಗೊಳಿಸಬೇಕಾದ ವಿಸ್ತರಣೆ IDಗಳು";
ExtensionInstallWhitelist.pfm_description = "ಯಾವ ವಿಸ್ತರಣೆಗಳು ಕಪ್ಪುಪಟ್ಟಿಗೆ ಒಳಪಡುವುದಿಲ್ಲ ಎಂದು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\n* ನ ಕಪ್ಪುಪಟ್ಟಿಯ ಮೌಲ್ಯವೆಂದರೆ ಎಲ್ಲ ವಿಸ್ತರಣೆಗಳನ್ನು ಕಪ್ಪುಪಟ್ಟಿ ಮಾಡಲಾಗಿದೆ ಎಂದರ್ಥ ಮತ್ತು ಶ್ವೇತಪಟ್ಟಿಯಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾಗಿರುವ ವಿಸ್ತರಣೆಗಳನ್ನು ಮಾತ್ರ ಬಳಕೆದಾರರು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.\n\nಡೀಫಾಲ್ಟ್ ಆಗಿ, ಎಲ್ಲ ವಿಸ್ತರಣೆಗಳನ್ನು ಶ್ವೇತಪಟ್ಟಿಯಾಗಿರಿಸಲಾಗಿರುತ್ತದೆ, ಆದರೆ ಎಲ್ಲ ವಿಸ್ತರಣೆಗಳನ್ನು ನೀತಿಯನುಸಾರ ಕಪ್ಪುಪಟ್ಟಿಗೆ ಸೇರ್ಪಡೆಗೊಳಿಸಿದರೆ, ಆ ನೀತಿಯನ್ನು ಅತಿಕ್ರಮಿಸಲು ಶ್ವೇತಪಟ್ಟಿಯನ್ನು ಬಳಸಬಹುದು.";
GSSAPILibraryName.pfm_title = "GSSAPI ಲೈಬ್ರರಿ ಹೆಸರು";
GSSAPILibraryName.pfm_description = "HTTP ಪ್ರಮಾಣೀಕರಣಕ್ಕಾಗಿ ಯಾವ GSSAPI ಲೈಬ್ರರಿಯನ್ನು ಬಳಸಬೇಕೆಂದು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ. ನೀವು ಕೇವಲ ಲೈಬ್ರರಿ ಹೆಸರನ್ನು ಅಥವಾ ಪೂರ್ಣ ಹಾದಿಯನ್ನು ಹೊಂದಿಸಬಹುದು. ಯಾವುದೇ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲದ ಪಕ್ಷದಲ್ಲಿ, ಡೀಫಾಲ್ಟ್ ಲೈಬ್ರರಿ ಹೆಸರನ್ನು ಬಳಸುವಲ್ಲಿ Chromium ಹಿಂದಿರುಗುತ್ತದೆ.";
HomepageIsNewTabPage.pfm_title = "ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವನ್ನು ಮುಖಪುಟದಂತೆ ಬಳಸಿ";
HomepageIsNewTabPage.pfm_description = "Chromium ರಲ್ಲಿ ಡೀಫಾಲ್ಟ್ ಮುಖ ಪುಟದ ಪ್ರಕಾರವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರು ಮುಖ ಪುಟ ಪ್ರಾಶಸ್ತ್ಯಗಳನ್ನು ಬದಲಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ. ಮುಖ ಪುಟವನ್ನು ನೀವು URL ಗೆ ಹೊಂದಿಸಬಹುದು ಅಥವಾ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟಕ್ಕೆ ಹೊಂದಿಸಬಹುದಾಗಿದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಮುಖ ಪುಟಕ್ಕಾಗಿ ಯಾವಾಗಲೂ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಮುಖ ಪುಟ URL ಸ್ಥಾನವನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರ ಮುಖಪುಟದ URL ಅನ್ನು 'chrome://newtab' ಹೊಂದಿಸದ ಹೊರತು ಎಂದಿಗೂ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು ತಮ್ಮ ಮುಖಪುಟದ ಪ್ರಕಾರವನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ.";
HomepageLocation.pfm_title = "ಮುಖ ಪುಟ  URL";
HomepageLocation.pfm_description = "Chromium ಡೀಫಾಲ್ಟ್ ಮುಖಪುಟ URL ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಬದಲಿಸುವುದರಿಂದ ಬಳಕೆದಾರರನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಮುಖಪುಟದ ಪ್ರಕಾರವನ್ನು ನೀವು ಇಲ್ಲಿ ನಿರ್ದಿಷ್ಟಪಡಿಸುವ URL ಗೆ ಹೊಂದಿಸಬಹುದಾಗಿದೆ ಅಥವಾ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟಕ್ಕೆ ಹೊಂದಿಸಬಹುದಾಗಿದೆ.\n\nಹೊಸ ಟ್ಯಾಬ್ ಪುಟವನ್ನು ನೀವು ಆಯ್ಕೆಮಾಡಿದರೆ, ಈ ನೀತಿಯನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುವುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು ತಮ್ಮ ಮುಖ ಪುಟ URL ಅನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ, ಆದರೆ ಅವರು ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವನ್ನು ತಮ್ಮ ಮುಖ ಪುಟವನ್ನಾಗಿ ಇನ್ನೂ ಆರಿಸಬಹುದಾಗಿದೆ.";
ImagesAllowedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿ ಚಿತ್ರಗಳನ್ನು ಅನುಮತಿಸಿ";
ImagesAllowedForUrls.pfm_description = "ಚಿತ್ರಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಅನುಮತಿಸುವ ಸೈಟ್‌ಗಳ url ಪ್ರಕಾರಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
ImagesBlockedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿ ಚಿತ್ರಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ";
ImagesBlockedForUrls.pfm_description = "ಚಿತ್ರಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಅನುಮತಿಸದೆ ಇರುವಂತಹ url ಪ್ರಕಾರಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
IncognitoEnabled.pfm_title = "ಅಜ್ಞಾತ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು";
IncognitoEnabled.pfm_description = "Chromium ರಲ್ಲಿ ಅಜ್ಞಾತ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ ಅಥವಾ ಕಾನ್ಫಿಗರ್ ಮಾಡದಿದ್ದಲ್ಲಿ, ಬಳಕೆದಾರರು ವೆಬ್ ಪುಟಗಳನ್ನು ಅಜ್ಞಾತ ಮೋಡ್‌ನಲ್ಲಿ ತೆರೆಯಬಹುದಾಗಿದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಅಜ್ಞಾತ ಮೋಡ್‌ನಲ್ಲಿ ವೆಬ್ ಪುಟಗಳನ್ನು ತೆರೆಯಲಾಗುವುದಿಲ್ಲ.";
InstantEnabled.pfm_title = "ಇನ್‌ಸ್ಟೆಂಟ್ ಸಕ್ರಿಯಗೊಳಿಸಿ";
InstantEnabled.pfm_description = "Chromium ನ ತತ್‌ಕ್ಷಣ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, Chromium ತತ್‌ಕ್ಷಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, Chromium ತತ್‌ಕ್ಷಣವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
JavaScriptAllowedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿ JavaScript ಅನ್ನು ಅನುಮತಿಸು";
JavaScriptAllowedForUrls.pfm_description = "JavaScript ಚಾಲನೆ ಮಾಡಲು ಅನುಮತಿಸಲಾದ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳ url ಮಾದರಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
JavaScriptBlockedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿ JavaScript ನಿರ್ಬಂಧಿಸು";
JavaScriptBlockedForUrls.pfm_description = "JavaScript ಚಾಲನೆ ಮಾಡಲು ಅನುಮತಿಸದೆ ಇರುವ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳ url ಮಾದರಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
JavascriptEnabled.pfm_title = "JavaScript ಸಕ್ರಿಯಗೊಳಿಸಿ.";
JavascriptEnabled.pfm_description = "Chromium ರಲ್ಲಿ JavaScript ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸುವುದರಿಂದ ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ ಅಥವಾ ಕಾನ್ಫಿಗರ್ ಮಾಡದಿದ್ದಲ್ಲಿ, ವೆಬ್ ಪುಟಗಳು JavaScript ಅನ್ನು ಬಳಸಬಹುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ವೆಬ್ ಪುಟಗಳು JavaScript ಅನ್ನು ಬಳಸುವುದಿಲ್ಲ.";
MetricsReportingEnabled.pfm_title = "ಬಳಕೆಯ ವರದಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಕ್ರ್ಯಾಶ್ ಸಂಬಂಧಿಸಿದ ಡೇಟಾ";
MetricsReportingEnabled.pfm_description = "Google ಗೆ ಬಳಕೆಯ ಅನಾಮಧೇಯ ವರದಿಯನ್ನು ಮತ್ತು Chromium ಕುರಿತು ಕ್ರ್ಯಾಶ್-ಸಂಬಂಧಿತ ಡೇಟಾವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸುವ ಮೂಲಕ ಬಳಕೆದಾರರನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆಯ ಅನಾಮಧೇಯ ವರದಿ ಮತ್ತು ಕ್ರ್ಯಾಶ್ ಸಂಬಂಧಿತ ಡೇಟಾವನ್ನು Google ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ ಬಳಕೆಯ ಅನಾಮಧೇಯ ವರದಿ ಮತ್ತು ಕ್ರ್ಯಾಶ್ ಸಂಬಂಧಿಸಿದ ಡೇಟಾವನ್ನು Google ಗೆ ಎಂದಿಗೂ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವೇನಾದರೂ ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, Chromium ರಲ್ಲಿ ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
PasswordManagerAllowShowPasswords.pfm_title = "ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕರಲ್ಲಿ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ತೋರಿಸಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ";
PasswordManagerAllowShowPasswords.pfm_description = "ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕದಲ್ಲಿ ಬಳಕೆದಾರನು ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಸ್ಪಷ್ಟ ಪಠ್ಯದಲ್ಲಿ ತೋರಿಸಬಹುದೆ ಎಂದು ನಿಯಂತ್ರಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕವು ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕ ವಿಂಡೊದಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾದ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ತೋರಿಸಲು ಅನುಮತಿಸುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ ಅಥವಾ ಕಾನ್ಫಿಗರ್ ಮಾಡದಿದ್ದಲ್ಲಿ, ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕದಲ್ಲಿ ಬಳಕೆದಾರರು ತಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಸ್ಪಷ್ಟ ಪಠ್ಯದಲ್ಲಿ ವೀಕ್ಷಿಸಬಹುದಾಗಿದೆ.";
PasswordManagerEnabled.pfm_title = "ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು";
PasswordManagerEnabled.pfm_description = "ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಉಳಿಸುವುದನ್ನು ಮತ್ತು ಉಳಿಸಿದ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು Chromium ರಲ್ಲಿ ಉಳಿಸಲು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು Chromium ನೆನಪಿನಲ್ಲಿರಿಸಿಕೊಳ್ಳುವಂತೆ ಮಾಡಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಮುಂದಿನ ಬಾರಿ ಅವರು ಸೈಟ್‌ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ  ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಒದಗಿಸಬಹುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರಿಗೆ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಅಥವಾ ಈಗಾಗಲೇ ಉಳಿಸಲಾದ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
PluginsAllowedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿನ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಅನುಮತಿಸು";
PluginsAllowedForUrls.pfm_description = "ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಚಾಲನೆ ಮಾಡಲು ಅನುಮತಿಸುವಂತಹ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳ url ಪ್ರಕಾರಗಳನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
PluginsBlockedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿನ ಪ್ಲಗಿನ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸು";
PluginsBlockedForUrls.pfm_description = "ಪ್ಲಗಿನ್‌ಗಳನ್ನು ಅನುಮತಿಸುವಂತಹ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳ url ಮಾದರಿಗಳನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
PopupsAllowedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿ ಪಾಪ್ಅಪ್‌ಗಳನ್ನು ಅನುಮತಿಸು";
PopupsAllowedForUrls.pfm_description = "ಪಾಪ್ಅಪ್‌ಗಳನ್ನು ತೆರೆಯಲು ಅನುಮತಿಸಲಾಗುವ ಸೈಟ್‌ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುವ url ಮಾದರಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
PopupsBlockedForUrls.pfm_title = "ಈ ಸೈಟ್‌ಗಳಲ್ಲಿನ ಪಾಪ್ಅಪ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸು";
PopupsBlockedForUrls.pfm_description = "ಪಾಪ್ಅಪ್‌ಗಳನ್ನು ತೆರೆಯಲು ಅನುಮತಿಸದೆ ಇರುವಂತಹ ಸೈಟ್‌ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುವಂತಹ url ಪ್ರಕಾರಗಳ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.";
PrintingEnabled.pfm_title = "ಮುದ್ರಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು";
PrintingEnabled.pfm_description = "Chromium ರಲ್ಲಿ ಮುದ್ರಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸುವುದರಿಂದ ಬಳಕೆದಾರನನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ ಅಥವಾ ಕಾನ್ಫಿಗರ್ ಮಾಡದೆ ಇದ್ದಲ್ಲಿ, ಬಳಕೆದಾರರು ಮುದ್ರಿಸಬಹುದು.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು Chromium ರಿಂದ ಮುದ್ರಿಸಲಾಗುವುದಿಲ್ಲ. ಮುದ್ರಣವನ್ನು ವ್ರೆಂಚ್ ಮೆನು, ವಿಸ್ತರಣೆಗಳು, JavaScript ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮುಂತಾದವುಗಳಲ್ಲಿ ಮುದ್ರಣವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿರುತ್ತದೆ. ಮುದ್ರಿಸುತ್ತಿರುವಾಗ Chromium ಮೂಲಕ ಹೋಗುವ ಪ್ಲಗಿನ್‌ಗಳಿಂದ ಮುದ್ರಿಸಲು ಇನ್ನೂ ಸಾಧ್ಯವಾಗಿದೆ. ಉದಾಹರಣೆಗೆ ಕೆಲವು ಫ್ಲ್ಯಾಶ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಸಂದರ್ಭ ಮೆನುವಿನಲ್ಲಿ ಮುದ್ರಣ ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿರುತ್ತದೆ, ಮತ್ತು ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.";
ProxyBypassList.pfm_title = "ಪ್ರಾಕ್ಸಿ ಬೈಪಾಸ್ ನಿಯಮಗಳ ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಲಾದ ಪಟ್ಟಿ";
ProxyBypassList.pfm_description = "ಇಲ್ಲಿ ನೀಡಲಾದ ಹೋಸ್ಟ್‌ಗಳ ಪಟ್ಟಿಗಾಗಿ ಯಾವುದೇ ಪ್ರಾಕ್ಸಿಯನ್ನು Chromium ಬೈಪಾಸ್ ಮಾಡುತ್ತದೆ.\n\n'ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಹೇಗೆ ನಿರ್ದಿಷ್ಟಪಡಿಸಬೇಕೆಂದು ಆರಿಸಿ' ನಲ್ಲಿ ನೀವು ಹಸ್ತಚಾಲಿತ ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿದ್ದರೆ ಮಾತ್ರ ಈ ನೀತಿಯು ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ.\n\nವಿವರವಾದ ಹೆಚ್ಚಿನ ಉದಾಹರಣೆಗಳಿಗಾಗಿ, ಭೇಟಿ ಮಾಡಿ:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಹೇಗೆ ನಿರ್ದಿಷ್ಟಪಡಿಸುವುದು ಎಂಬುದನ್ನು ಆರಿಸಿ";
ProxyMode.pfm_description = "direct - ಪ್ರಾಕ್ಸಿಯನ್ನು ಎಂದಿಗೂ ಬಳಸಬೇಡಿ\nauto_detect - ಸ್ವಯಂ ಪತ್ತೆ ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು\npac_script - .pac ಪ್ರಾಕ್ಸಿ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಬಳಸಿ\nfixed_servers - ನಿಶ್ಚಿತ  ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್‌ಗಳನ್ನು ಬಳಸು\nsystem - ಸಿಸ್ಟಂ ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬಳಸಿ\nChromium ರಿಂದ ಬಳಸಲಾದ ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ಅನುಮತಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರು ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಅನ್ನು ಎಂದಿಗೂ ಬಳಸುವುದು ಬೇಡ ಎಂದು ನೀವು ಆರಿಸಿದಲ್ಲಿ ಮತ್ತು ಯಾವಾಗಲೂ ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿದರೆ, ಇತರ ಎಲ್ಲ ಆಯ್ಕೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುವುದು.\n\nಸಿಸ್ಟಂ ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬಳಸಬೇಕೆಂದು ಅಥವಾ ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಅನ್ನು ಸ್ವಯಂ ಪತ್ತೆಮಾಡಬೇಕೆಂದು ನೀವು ಆರಿಸಿದಲ್ಲಿ, ಇತರ ಎಲ್ಲ ಆಯ್ಕೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುವುದು.\n\nನಿಗದಿತ ಪ್ರಾಕ್ಸಿ ಮೋಡ್ ಅನ್ನು ನೀವು ಆರಿಸಿದರೆ, 'ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್‌ನ ವಿಳಾಸ ಅಥವಾ URL' ಮತ್ತು 'ಪ್ರಾಕ್ಸಿ ಬೈಪಾಸ್ ನಿಯಮಗಳ ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಿರುವುದು' ರಲ್ಲಿ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳನ್ನು ನೀವು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು.\n\n.pac ಪ್ರಾಕ್ಸಿ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಬಳಸಬೇಕೆಂದು ನೀವು ಆರಿಸಿದಲ್ಲಿ, ನೀವು ಸ್ಕ್ರಿಪ್ಟ್‌ಗೆ 'ಪ್ರಾಕ್ಸಿ .pac ಫೈಲ್‌ಗೆ URL' ನಲ್ಲಿ URL ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬೇಕು.\n\nವಿವರವಾದ ಉದಾಹರಣೆಗಳಿಗಾಗಿ, ಭೇಟಿ ನೀಡಿ:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಆದೇಶ ಸಾಲಿನಿಂದ ಎಲ್ಲ ಪ್ರಾಕ್ಸಿ ಸಂಬಂಧಿತ ಆಯ್ಕೆಗಳನ್ನು Chromium ನಿರ್ಲಕ್ಷಿಸುತ್ತದೆ.";
ProxyPacUrl.pfm_title = "ಪ್ರಾಕ್ಸಿ .pac ಫೈಲ್‌ಗೆ URL";
ProxyPacUrl.pfm_description = "ಪ್ರಾಕ್ಸಿ .pac ಫೈಲ್‌ಗೆ URL ಅನ್ನು ನೀವು ಇಲ್ಲಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು.\n\n'ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುವುದು ಹೇಗೆ ಎಂದು ಆರಿಸಿ' ಯಲ್ಲಿನ ಹಸ್ತಚಾಲಿತ ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀವು ಆಯ್ಕೆಮಾಡಿದರೆ ಮಾತ್ರ ಈ ನೀತಿಯು ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ.\n\nವಿವರವಾದ ಉದಾಹರಣೆಗಳಿಗಾಗಿ, ಭೇಟಿ ನೀಡಿ:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್‌ನ ವಿಳಾಸ ಅಥವಾ URL";
ProxyServer.pfm_description = "ಇಲ್ಲಿ ನೀವು ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್‌ನ URL ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು.\n\n'ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುವುದು ಹೇಗೆ ಎಂದು ಆರಿಸಿ' ಯಲ್ಲಿನ ಹಸ್ತಚಾಲಿ ಪ್ರಾಕ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀವು ಆಯ್ಕೆಮಾಡಿದ್ದರೆ ಮಾತ್ರ ಈ ನೀತಿಯು ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ.\n\nಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು ಮತ್ತು ವಿವರವಾದ ಉದಾಹರಣೆಗಳಿಗಾಗಿ, ಭೇಟಿ ಮಾಡಿ:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "ಪ್ರಾರಂಭದಲ್ಲಿನ ಕ್ರಿಯೆ";
RestoreOnStartup.pfm_description = "0 - ಮುಖ ಪುಟವನ್ನು ತೆರೆಯಿರಿ\n1 - ಈ ಹಿಂದೆ ತೆರೆದ URL ಗಳನ್ನು ಪುನಃತೆರೆಯಿರಿ\n4 - URLಗಳ ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ\nಪ್ರಾರಂಭದಲ್ಲಿ ನಡವಳಿಕೆಯನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.\n\n'ಮುಖ ಪುಟವನ್ನು ತೆರೆ' ಎಂದು ನೀವು ಆರಿಸಿದಲ್ಲಿ ನೀವು Chromium ಅನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ ಮುಖ ಪುಟವನ್ನು ಯಾವಾಗಲೂ ತೆರೆಯಲಾಗುವುದು.\n\n'ಈ ಹಿಂದೆ ತೆರೆಯಲಾದ URLಗಳನ್ನು ಮರುತೆರೆ' ಎಂದು ನೀವು ಆರಿಸಿದಲ್ಲಿ, ಈ ಮೊದಲು Chromium ತೆರೆದು ಮುಚ್ಚಲಾಗಿರುವ URLಗಳನ್ನು ಮರುತೆರೆಯಲಾಗುವುದು.\n\n'URLಗಳ ಪಟ್ಟಿಯನ್ನು ತೆರೆ' ಎಂದು ನೀವು ಆರಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರನು Chromium ಅನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ 'ಪ್ರಾರಂಭಿಸಿದಾಗ ತೆರೆಯಬೇಕಾದ URLಗಳು' ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಅದನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು ಕಾನ್ಫಿಗರ್ ಮಾಡದೆಯೆ ಬಿಡುವುದಕ್ಕೆ ಸಮವಾಗಿರುತ್ತದೆ. ಬಳಕೆದಾರರು ಇದನ್ನು Chromium ರಲ್ಲಿ ಇನ್ನೂ ಬದಲಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.";
RestoreOnStartupURLs.pfm_title = "ಪ್ರಾರಂಭಿಸುವಿಕೆಯಲ್ಲಿ ತೆರೆಯಬೇಕಾದ URLಗಳು";
RestoreOnStartupURLs.pfm_description = "ಪ್ರಾರಂಭಗೊಳ್ಳುವ ಕ್ರಿಯೆಯಂತೆ 'URLಗಳ ಪಟ್ಟಿಯನ್ನು ತೆರೆ' ಯನ್ನು ಆಯ್ಕೆಮಾಡಿದರೆ, ತೆರೆದಿರುವ URLಗಳ ಪಟ್ಟಿಯನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ನಿಮಗೆ ಇದು ಅನುಮತಿಸುತ್ತದೆ.";
SafeBrowsingEnabled.pfm_title = "ಸುರಕ್ಷಿತ ಬ್ರೌಸಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸು";
SafeBrowsingEnabled.pfm_description = "ಸುರಕ್ಷಿತ ಬ್ರೌಸಿಂಗ್ ವೈಶಿಷ್ಟ್ಯವು Chromium ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸುವುದರಿಂದ ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಸುರಕ್ಷಿತ ಬ್ರೌಸಿಂಗ್ ಯಾವಾಗಲೂ ಸಕ್ರಿಯವಾಗಿರುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಸುರಕ್ಷಿತ ಬ್ರೌಸಿಂಗ್ ಎಂದಿಗೂ ಸಕ್ರಿಯವಾಗಿರುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
SavingBrowserHistoryDisabled.pfm_title = "ಉಳಿಸುವ ಬ್ರೌಸರ್ ಇತಿಹಾಸವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ";
SavingBrowserHistoryDisabled.pfm_description = "Chromium ರಲ್ಲಿ ಬ್ರೌಸರ್ ಇತಿಹಾಸವನ್ನು ಉಳಿಸುವುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸುವುದರಿಂದ ಬಳಕೆದಾರರನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.";
SearchSuggestEnabled.pfm_title = "ಹುಡುಕಾಟ ಸಲಹೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ";
SearchSuggestEnabled.pfm_description = "Chromium ನ ಓಮಿನಿಬಾಕ್ಸ್‌ನಲ್ಲಿ ಹುಡುಕಾಟ ಸಲಹೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಹುಡುಕಾಟ ಸಲಹೆಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಹುಡುಕಾಟ ಸಲಹೆಗಳನ್ನು ಎಂದಿಗೂ ಬಳಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, Chromium ರಲ್ಲಿ ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
ShowHomeButton.pfm_title = "ಪರಿಕರ ಪಟ್ಟಿಯಲ್ಲಿ ಮುಖಪುಟ ಬಟನ್‌ ಅನ್ನು ತೋರಿಸು";
ShowHomeButton.pfm_description = "Chromium ನ ಪರಿಕರಪಟ್ಟಿಯಲ್ಲಿ ಮುಖಪುಟ ಬಟನ್ ಅನ್ನು ತೋರಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಮುಖಪುಟ ಬಟನ್ ಅನ್ನು ಯಾವಾಗಲೂ ತೋರಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಮುಖಪುಟ ಬಟನ್ ಅನ್ನು ಎಂದಿಗೂ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು Chromium ರಲ್ಲಿ ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
SyncDisabled.pfm_title = "Google ಸಹಾಯದೊಂದಿಗೆ ಡೇಟಾದ ಸಿಂಕ್ರೊನೈಜೇಶನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು";
SyncDisabled.pfm_description = "Google ಹೋಸ್ಟ್ ಮಾಡಿದ ಸಿಂಕ್ರೊನೈಜೇಶನ್ ಸೇವೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು Chromium ನಲ್ಲಿ ಡೇಟಾ ಸಿಂಕ್ರೊನೈಜೇಶನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸಲು ತಡೆಯುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, Chromium ನಲ್ಲಿ ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಕೆದಾರರು ಬದಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅತಿಕ್ರಮಿಸಲಾಗುವುದಿಲ್ಲ.";
TranslateEnabled.pfm_title = "ಅನುವಾದವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು";
TranslateEnabled.pfm_description = "Chromium ರಲ್ಲಿ ಸಮಗ್ರಗೊಳಿಸಿದ Google ಅನುವಾದದ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಸೂಕ್ತವಿರುವಾಗ ಬಳಕೆದಾರರಿಗೆ ಪುಟವನ್ನು ಅನುವಾದಿಸಲು ಸಮಗ್ರಗೊಳಿಸಿದ ಟೂಲ್‌ಬಾರ್ ಅನ್ನು Chromium ತೋರಿಸುತ್ತದೆ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರರು ಎಂದಿಗೂ ಅನುವಾದ ಪಟ್ಟಿಯನ್ನು ವೀಕ್ಷಿಸುವುದಿಲ್ಲ.\n\nಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ನೀವು ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, Chromium ರಲ್ಲಿ ಬಳಕೆದಾರರು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಿಸಲು ಅಥವಾ ಮೇಲ್ಬರಹ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.";
UserDataDir.pfm_title = "ಬಳಕೆದಾರ ಡೇಟಾ ಡೈರಕ್ಟರಿಯನ್ನು ಹೊಂದಿಸು";
UserDataDir.pfm_description = "ಬಳಕೆದಾರ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವುದಕ್ಕಾಗಿ Chromium ಬಳಸುವ ಡೈರೆಕ್ಟರಿಯನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುತ್ತದೆ.\n\nಈ ನೀತಿಯನ್ನು ನೀವು ಹೊಂದಿಸಿದಲ್ಲಿ, ಬಳಕೆದಾರನು '--user-data-dir' ಫ್ಲ್ಯಾಗ್ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿರುವರೆ ಅಥವಾ ಇಲ್ಲದೆ ಎಂದು ಪರಿಗಣಿಸದೆ ಒದಗಿಸಲಾದ ಡೈರೆಕ್ಟರಿಯನ್ನು Chromium ಬಳಸುತ್ತದೆ.";